{
  "navigation": {
    "home": "Home",
    "privacy": "Privacy Policy",
    "terms": "Terms of Service"
  },
  "home": {
    "title": "Year Progress App",
    "description": "Track the passage of time with elegant progress bars right from your menu bar",
    "currentProgress": "Current Progress",
    "daysLeft": "Days Left"
  },
  "features": {
    "simple": "Simple & Elegant",
    "simpleDescription": "Clean, minimalist interface that shows you exactly what you need to know at a glance.",
    "multipleTimeScales": "Multiple Time Scales",
    "multipleTimeScalesDescription": "Track progress for the year, month, and day all in one place.",
    "menuBarIntegration": "Menu Bar Integration",
    "menuBarIntegrationDescription": "Always accessible from your menu bar, with keyboard shortcuts for quick access.",
    "nativeMacOSApp": "Native macOS App",
    "nativeMacOSAppDescription": "Built specifically for macOS, following platform design guidelines and best practices."
  },
  "background": {
    "title": "Background",
    "description1": "I was looking into ",
    "natFriedmanLink": "Nat Friedman's homepage",
    "description2": " about 5 months ago and read a really obvious yet astonishing statement: ",
    "quote": "A week is 2% of the year",
    "description3": "Everyone knows that time is precious. But it's really not that tangible when you're stuck in the absolute scale of a clock. Instead, using relative scales is far more effective for humans, at least that is what I propose.",
    "description4": "I really fell in love with Nat's concept of \"a week is 2% of the year\" and have been adopting this to measure my life.",
    "whyUseThis": {
      "title": "Why use this?",
      "description": "You might wonder, 'Why not use existing apps in the market?' However, my research suggested that many existing applications charge excessively for minimal utility.",
      "intro": "Most people track time with clocks and calendars, but those don't really show how time is slipping away. Year Progress helps you visualize time in a way that makes it more tangible and motivating.",
      "whyItMatters": "Here's why it matters:",
      "benefits": {
        "seeTimeDifferently": "See Time Differently – A week isn't just 7 days; it's 2% of your year. This perspective makes long-term planning easier.",
        "stayMotivated": "Stay Motivated – Watching your year, month, or day fill up in real-time can keep you on track with goals.",
        "minimal": "Minimal & Effortless – No complex settings. Just open your menu bar and see where you are in the timeline.",
        "betterThanExisting": "Better Than Existing Apps – Many apps charge high fees for simple progress tracking. This app keeps it affordable and effective."
      },
      "conclusion": "If you've ever felt like time slips away too fast, Year Progress will help you make sense of it—one progress bar at a time."
    }
  }
}
